name: "rule_model"
platform: "onnxruntime_onnx"
max_batch_size: 8
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [1, 6]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_INT64
    dims: [1]
  }
]
